{
  "result": "result",
  "scale": "panss,madrs,ham-a,mini,caps-iv,caps-5-past-month,caps-5-past-week,cains",
  "text": "text",
  "panss_string": "Hi I am We are going to be spending the next 30 to 40 minutes talking about you and your reasons for being here. Maybe you can start out by telling me something about yourself and your background,Have you been feeling worried or nervous in the past week,Would you say that you are usually calm and relaxed,What is been making you feel nervous,Just how nervous have you been feeling,Have you been shaking at times or has your heart been racing,Do you get into a state of panic,Has your sleep eating or participation in activities been affected,Have things been going well for you,Has anything been bothering you lately,Can you tell me something about your thoughts on life and its purpose,Do you follow a particular philosophy any special rules teachings or religious doctrine,Some people tell me they believe in the Devil what do you think,Can you tell me more about this,Can you read other people minds, How does that work,Can others read your mind,How can they do that,Is there any reason that someone would want to read your mind,Who controls your thoughts",
  "madrs_string": "I would like to ask you some questions about the past week. How have you been feeling since last day of week,In the past week have you been feeling sad or unhappy,In the past week do you think you have looked sad or depressed to other people. Did anyone say you looked sad or down,How about when you have looked in the mirror. Did you look gloomy or depressed,Have you felt tense or edgy in the past week Have you felt anxious or nervous,How has your sleeping been in the past week,Have you had trouble falling asleep,Have you been able to stay asleep through the night,Has your sleeping been restless or disturbed,How has your appetite been this past week,Have you been less interested in food,Does food taste as good as usual,Have you had to force yourself to eat,Have other people had to urge you to eat,Have you had trouble concentrating or collecting your thoughts in the past week,Has your trouble concentrating been so bad at any time in the past week that it has been difficult to follow a conversation,Have you had any trouble getting started at things in the past week,Have you had to push yourself to do things,Have you done everyday things more slowly than usual,Have you been less interested in things around you or in activities you used to enjoy,Have you been less able to enjoy the things you usually enjoy,Has there been any change in your ability to feel emotions,How do you feel towards your family and friends. Is that different from usual,Have you been putting yourself down or feeling that you are a failure in some way over the past week,Have you been feeling guilty about anything in the past week What about feeling as if you have done something bad or sinful,This past week have you felt like life is not worth living,This week have you thought that you would be better off dead,Have you had thoughts of hurting or even killing yourself this past week",
  "ham-a_string": "As you know we have diagnosed your condition as anxiety disorder. We are now going to be asking you a number of questions about different aspects of your anxiety. Together, they allow us to rate as accurately as possible the overall severity of your anxiety state. We will be rating anxiety severity in this way at different points in your treatment in order to decide how much the treatment is helping you. What's your mood been like in the past week? Have you been anxious or nervous? Have you been worrying? Feeling something bad may happen? Feeling irritable? Do you startle easily? Cry easily? Easily fatigued? Have you been trembling or feeling restless or unable to relax? Have you been feeling fearful of situations or events? For example have you been afraid of the dark? Of strangers? Of being left alone? Of animals? Of being caught in traffic? Of crowds? Other fears? How has your sleeping been this week? Any difficulties falling asleep? Any problems with waking during the night? Waking early and not being able to return to sleep? Do you feel rested in the morning? Do you have disturbing dreams or nightmares? Have you had trouble concentrating or remembering things? Have you been feeling depressed? Have you lost interest in things? Do you get pleasure from friends or hobbies? Have you been expierencing aches, pains or stiffness in your muscles? Have you expierenced muscle twitching or sudden muscle jerks? Have you been grinding your teeth? Have you had an unsteady voice? Have you been experiencing ringing in your ears, blurred vision, hot or cold flashes, feelings of weakness or prickling sensations? Have you had episodes of racing, skipping or pounding heart? How about pain in your chest or fainting feelings? Have you been having trouble with breathing? For example, pressure or constriction in your chest, chocking feelings, sighing or feeling like you can't catch your breath?",
  "mini_string": "Were you ever depressed or down, or did you feel sad, empty or hopeless, most of the day, nearly every day, for two weeks? For the past two weeks, were you depressed or down, or did you feel sad, empty or hopeless, most of the day, nearly every day? Were you ever much less interested in most things or much less able to enjoy the things you used to enjoy most of the time, for two weeks? In the past two weeks, were you much less interested in most things or much less able to enjoy the things you used to enjoy, most of the time? Was your appetite decreased or increased nearly every day? Did your weight decrease or increase without trying intentionally? Did you have trouble sleeping nearly every night (difficulty falling asleep, waking up in the middle of the night, early morning wakening or sleeping excessively)? Did you talk or move more slowly than normal or were you fidgety, restless or having trouble sitting still almost every day? Did anyone notice this? Did you feel tired or without energy almost every day? Did you feel worthless or guilty almost every day? Did you have difficulty concentrating, thinking or making decisions almost every day? Did you repeatedly think about death or have any thoughts of killing yourself, or have any intent or plan to kill yourself? Did you attempt suicide? Did these symptoms cause significant distress or problems at home, at work, at school, socially, in your relationships, or in some other important way, and are they a change from your previous functioning? In between 2 episodes of depression, did you ever have an interval of at least 2 months, without any significant depression or any significant loss of interest? How many episodes of depression did you have in your lifetime? In the past month did you Have any accident? This includes taking too much of your medication accidentally. Plan or intend to hurt yourself in any accident, either by not avoiding a risk or by causing the accident on purpose? Intend to die as a result of any accident? Think (even momentarily) that you would be better off dead or wish you were dead or needed to be dead? needed to be dead? Hear a voice or voices telling you to kill yourself or have a dream with any suicidal content? Have a suicide method in mind (i.e. how)? Do you have any family history of manic-depressive illness or bipolar disorder, or any family member who had mood swings treated with a medication like lithium, sodium valproate (Depakote) or lamotrigine (Lamictal)? Over a period of a few days in the past, when you felt most high and most full of energy or most irritable, did you Feel that you could do things others couldn't do, or that you were an especially important person? Have you, on more than one occasion, had spells or attacks when you suddenly felt anxious, very frightened, uncomfortable or uneasy, even in situations where most people would not feel that way? At any time in the past, did any of those spells or attacks come on unexpectedly or occur in an unpredictable or unprovoked manner?Do you feel anxious or uneasy in places or situations where help might not be available or escape might be difficult if you had a panic attack or panic-like or embarrassing symptoms, like being in a crowd, or standing in a line",
  "caps-iv_string": "I'm going to be asking you about some difficult or stressful things that sometimes happen to people. Some examples of this are being in some type of serious accident; being in a fire, a hurricane, or an earthquake; being mugged or beaten up or attacked with a weapon; or being forced to have sex when you didn't want to. I'll start by asking you to look over a list of experiences like this and check any that apply to you. Then, if any of them do apply to you, I'll ask you to briefly describe what happened and how you felt at the time. Some of these experiences may be hard to remember or may bring back uncomfortable memories or feelings. People often find that talking about them can be helpful, but it's up to you to decide how much you want to tell me. As we go along, if you find yourself becoming upset, let me know and we can slow down and talk about it. Also, if you have any questions or you don't understand something, please let me know. Do you have any questions before we start? Has there ever been a time when your life was in danger or you were seriously injured or harmed? What about a time when you were threatened with death or serious injury, even if you weren't actually injured or harmed? What about witnessing something like this happen to someone else or finding out that it happened to someone close to you? What would you say are some of the most stressful experiences you have had over your life? What happened? How old were you? Who else was involved? How many times did this happen? Life threat? Serious injury? How did you respond emotionally? Were you very anxious or frightened? Horrified? Helpless? How so? Were you stunned or in shock so that you didn't feel anything at all? What was that like? What did other people notice about your emotional response? What about after the event -- how did you respond emotionally? For the rest of the interview, I want you to keep EVENTS in mind as I ask you some questions about how they may have affected you. I'm going to ask you about twenty-five questions altogether. Most of them have two parts. First, I'll ask if you've ever had a particular problem, and if so, about how often in the past month week. Then I'll ask you how much distress or discomfort that problem may have caused you. Have you ever had unwanted memories of EVENT? What were they like? How often have you had these memories in the past month week? Have you ever had unpleasant dreams about EVENT? Describe a typical dream. What happens in them? How often have you had these dreams in the past month week? Have you ever suddenly acted or felt as if EVENT were happening again? Have you ever had flashbacks about [EVENT]? [IF NOT CLEAR:] Did this ever occur while you were awake, or only in dreams? [EXCLUDE IF OCCURRED ONLY DURING DREAMS] Tell me more about that. How often has that happened in the past month week? How much did it seem as if EVENT were happening again? Were you confused about where you actually were or what you were doing at the time? How long did it last? What did you do while this was happening? Did other people notice your behavior? What did they say? Have you ever gotten emotionally upset when something reminded you of EVENT? Has anything ever triggered bad feelings related to [EVENT]? What kinds of reminders made you upset? How often in the past month week? How much distress or discomfort did REMINDERS cause you? How long did it last? How much did it interfere with your life?Have you ever had any physical reactions when something reminded you of EVENT? Did your body ever react in some way when something reminded you of [EVENT]? Can you give me some examples? Did your heart race or did your breathing change? What about sweating or feeling really tense or shaky? What kinds of reminders triggered these reactions? How often in the past month week? How strong were PHYSICAL REACTIONS? How long did they last? Did they last even after you were out of the situation?Have you ever tried to avoid thoughts or feelings about EVENT? What kinds of thoughts or feelings did you try to avoid? What about trying to avoid talking with other people about it? Why is that? How often in the past month week? How much effort did you make to avoid THOUGHTS/FEELINGS/CONVERSATIONS? Have you ever tried to avoid certain activities, places, or people that reminded you of EVENT?Have you had difficulty remembering some important parts of EVENT? Tell me more about that. Do you feel you should be able to remember these things? Why do you think you can't? In the past month week, how much of the important parts of EVENT have you had difficulty remembering? What parts do you still remember? Have you been less interested in activities that you used to enjoy? What kinds of things have you lost interest in? Are there some things you don't do at all anymore? Why is that? [EXCLUDE IF NO OPPORTUNITY, IF PHYSICALLY UNABLE, OR IF DEVELOPMENTALLY APPROPRIATE CHANGE IN PREFERRED ACTIVITIES] In the past month week, how many activities have you been less interested in? What kinds of things do you still enjoy doing? When did you first start to feel that way? After the [EVENT]? Have you felt distant or cut off from other people? What was that like? How much of the time in the past month week have you felt that way? When did you first start to feel that way? After the [EVENT]? Have you found it difficult to concentrate on what you were doing or on things going on around you? What was that like? How much of the time in the past month week? When did you first start having trouble concentrating? After the [EVENT]? Overall, how much have you been bothered by these PTSD SYMPTOMS you've told me about? Have these PTSD SYMPTOMS affected your relationships with other people? How so? Are you working now? Have there been times when you felt out of touch with things going on around you, like you were in a daze? What was that like?",
  "caps-5-past-month_string": "I'm going to ask you about the stressful experiences questionnaire you filled out. First I'll ask you to tell me a little bit about the event you said was the worst for you. Then I'll ask how that event may have affected you over the past month. In general I don't need a lot of information – just enough so I can understand any problems you may have had. Please let me know if you find yourself becoming upset as we go through the questions so we can slow down and talk about it. Also, let me know if you have any questions or don't understand something. Do you have any questions before we start? The event you said was the worst was EVENT. What I'd like for you to do is briefly describe what happened. What happened? How old were you? How were you involved? Who else was involved? Was anyone seriously injured or killed? Was anyone's life in danger? How many times did this happen? For the rest of the interview, I want you to keep EVENT in mind as I ask you about different problems it may have caused you. You may have had some of these problems before, but for this interview we're going to focus just on the past month. For each problem I'll ask if you've had it in the past month, and if so, how often and how much it bothered you. In the past month, have you had any unwanted memories of EVENT while you were awake, so not counting dreams? How does it happen that you start remembering EVENT? How much do these memories bother you? Are you able to put them out of your mind and think about something else? How often have you had these memories in the past month? In the past month, have you had any unpleasant dreams about EVENT? Describe a typical dream. How much do these dreams bother you? How often have you had these dreams in the past month? In the past month, have there been times when you suddenly acted or felt as if EVENT were actually happening again? In the past month, have you gotten emotionally upset when something reminded you of EVENT? In the past month, have you had any physical reactions when something reminded you of EVENT? In the past month, have you tried to avoid thoughts or feelings about EVENT? What kinds of thoughts or feelings do you avoid? How hard do you try to avoid these thoughts or feelings? In the past month, have you tried to avoid things that remind you of EVENT, like certain people, places, or situations? What kinds of things do you avoid? How much effort do you make to avoid these reminders? In the past month, have you had difficulty remembering some important parts of EVENT? In the past month, have you had strong negative beliefs about yourself, other people, or the world? Can you give me some examples?In the past month, have you blamed yourself for EVENT or what happened as a result of it? Tell me more about that. In the past month, have you had any strong negative feelings such as fear, horror, anger, guilt, or shame? Can you give me some examples? In the past month, have you been less interested in activities that you used to enjoy? What kinds of things have you lost interest in or don't do as much as you used to? In the past month, have you felt distant or cut off from other people? Tell me more about that. How strong are your feelings of being distant or cut off from others? In the past month, have there been times when you felt especially irritable or angry and showed it in your behavior? Can you give me some examples? In the past month, have there been times when you were taking more risks or doing things that might have caused you harm? Can you give me some examples? How much of a risk do you take? In the past month, have you been especially alert or watchful, even when there was no specific threat or danger? In the past month, have you been especially alert or watchful, even when there was no specific threat or danger? In the past month, have you had any problems with concentration? Can you give me some examples? Are you able to concentrate if you really try? When did you first start having PTSD SYMPTOMS you've told me about? How long have these PTSD SYMPTOMS lasted altogether? Overall, in the past month, how much have you been bothered by these PTSD SYMPTOMS you've told me about? In the past month, have these PTSD SYMPTOMS affected your relationships with other people? How so?In the past month, have there been times when you felt as if you were separated from yourself, like you were watching yourself from the outside or observing your thoughts and feelings as if you were another person?",
  "caps-5-past-week_string": "I'm going to ask you about the stressful experiences questionnaire you filled out. First I'll ask you to tell me a little bit about the event you said was the worst for you. Then I'll ask how that event may have affected you over the past week. In general I don't need a lot of information – just enough so I can understand any problems you may have had. Please let me know if you find yourself becoming upset as we go through the questions so we can slow down and talk about it. Also, let me know if you have any questions or don't understand something. Do you have any questions before we start? The event you said was the worst was EVENT. What I'd like for you to do is briefly describe what happened. What happened? How old were you? How were you involved? Who else was involved? Was anyone seriously injured or killed? Was anyone's life in danger? How many times did this happen? For the rest of the interview, I want you to keep EVENT in mind as I ask you about different problems it may have caused you. You may have had some of these problems before, but for this interview we're going to focus just on the past week. For each problem I'll ask if you've had it in the past week, and if so, how often and how much it bothered you. In the past week, have you had any unwanted memories of EVENT while you were awake, so not counting dreams? How does it happen that you start remembering EVENT? How much do these memories bother you? Are you able to put them out of your mind and think about something else? How often have you had these memories in the past week? In the past week, have you had any unpleasant dreams about EVENT? Describe a typical dream. How often have you had these dreams in the past week? In the past week, have there been times when you suddenly acted or felt as if EVENT were actually happening again? In the past week, have you gotten emotionally upset when something reminded you of EVENT? What kinds of reminders make you upset? How much do these reminders bother you? Are you able to calm yourself down when this happens? In the past week, have you had any physical reactions when something reminded you of EVENT? Can you give me some examples? In the past week, have you tried to avoid thoughts or feelings about EVENT? What kinds of thoughts or feelings do you avoid? How hard do you try to avoid these thoughts or feelings? In the past week, have you tried to avoid things that remind you of EVENT, like certain people, places, or situations? What kinds of things do you avoid? How much effort do you make to avoid these reminders? In the past week, have you had difficulty remembering some important parts of EVENT? What parts have you had difficulty remembering? Do you feel you should be able to remember these things? In the past week, have you had strong negative beliefs about yourself, other people, or the world? Can you give me some examples? How much of the time in the past week have you felt that way, as a percentage? In the past week, have you blamed yourself for EVENT or what happened as a result of it? Tell me more about that. In the past week, have you had any strong negative feelings such as fear, horror, anger, guilt, or shame? Can you give me some examples? How much of the time in the past week have you felt that way, as a percentage? In the past week, have you been less interested in activities that you used to enjoy? What kinds of things have you lost interest in or don't do as much as you used to? Overall, in the past week, how many of your usual activities have you been less interested in, as a percentage? In the past week, have you felt distant or cut off from other people? Tell me more about that. How strong are your feelings of being distant or cut off from others? In the past week, have there been times when you had difficulty experiencing positive feelings like love or happiness? Tell me more about that. In the past week, have there been times when you felt especially irritable or angry and showed it in your behavior? Can you give me some examples? In the past week, have there been times when you were taking more risks or doing things that might have caused you harm? Can you give me some examples? In the past week, have you been especially alert or watchful, even when there was no specific threat or danger? Have you felt as if you had to be on guard? Can you give me some examples? In the past week, have you had any strong startle reactions? What kinds of things made you startle? How strong are these startle reactions? In the past week, have you had any problems with concentration? Can you give me some examples? Are you able to concentrate if you really try? Overall, in the past week, how much have you been bothered by these PTSD SYMPTOMS you've told me about? In the past week, have these PTSD SYMPTOMS affected your relationships with other people? How so? In the past week, have these PTSD SYMPTOMS affected your work or your ability to work? How so? Have these PTSD SYMPTOMS affected any other important part of your life? In the past week, have there been times when you felt as if you were separated from yourself, like you were watching yourself from the outside or observing your thoughts and feelings as if you were another person? In the past week, have there been times when things going on around you seemed unreal or very strange and unfamiliar?",
  "cains_string": "In this interview, I'll be asking you some questions about things you have been doing over the past week. In the first section, I'm going to ask you some questions about your family, romantic partners, and friends, including how motivated you have been to spend time with them and how you felt when you were around them. The following questions are about your family. This can include relatives like parents, brothers or sisters and other relatives, as well as your spouse [if married] or live-in partner. Have you been in contact with or visited with any family members in the past week in person, phone, email? Any contact with a spouse or partner? Let's talk about friends and dating or romantic relationships now. By friends, I mean people who you know and spend time with, anyone you consider a friend, or people you can rely on and count on. Have you had any contact with friends in the last week in person, phone, email? IF RELEVANT: have you been in contact with a romantic partner or dating in the last week? Now, I want to talk to you about how you felt during the times you spenNow, I want to talk to you about how you felt during the times you spenNow, I want to talk to you people we have talked about so far or anyone else. Did you have any enjoyable interactions with otherfar or anyone else. Did you have any enjoyablnk afar or anyone else. Did you have any enjoyable interactions with otherfar or anyone else. Did peoplfar or anyone else. Did you have any enjoyable interactions with otherfar or anyone else. Did you weefar or anyone else. Did you have any enjoyable interactions with otherfar or anyone else. ding hfar or anyone else. Did you ha work or school activities and how you felt while doing these things over the past week. Have you been working or going to school over the past week? Any volunteer work? Are you in a work-related treatment program? Now I would like you to think ahead to NEXT week next 7 days; thinking about work/volunteer/school. In the next section, I am going to ask you some questions about what you do in your free time – any hobbies or recreational activities. I will ask about your motivation and feelings about the things that you have done in your free time over the past week. Did you have any enjoyable pleasurable experience from things you did in your free time last week? You can include any of the activities we've talked about so far or any other leisure activities in the past week, including TV, sports or games, going to church, music, reading, internet, walking or other such activities? Did you have any enjoyable pleasurable experience from things you did in your free time last week? You can include any of the activities we've talked about so far or any other leisure activities in the past week, including TV, sports or games, going to church, music, reading, internet, walking or other such activities?"
}
