{
  "result": "result",
  "scale": "panss,madrs",
  "text": "text",
  "panss_string": "Hi I am We are going to be spending the next 30 to 40 minutes talking about you and your reasons for being here. Maybe you can start out by telling me something about yourself and your background,Have you been feeling worried or nervous in the past week,Would you say that you are usually calm and relaxed,What is been making you feel nervous,Just how nervous have you been feeling,Have you been shaking at times or has your heart been racing,Do you get into a state of panic,Has your sleep eating or participation in activities been affected,Have things been going well for you,Has anything been bothering you lately,Can you tell me something about your thoughts on life and its purpose,Do you follow a particular philosophy any special rules teachings or religious doctrine,Some people tell me they believe in the Devil what do you think,Can you tell me more about this,Can you read other people minds, How does that work,Can others read your mind,How can they do that,Is there any reason that someone would want to read your mind,Who controls your thoughts",
  "madrs_string": "I would like to ask you some questions about the past week. How have you been feeling since last day of week,In the past week have you been feeling sad or unhappy,In the past week do you think you have looked sad or depressed to other people. Did anyone say you looked sad or down,How about when you have looked in the mirror. Did you look gloomy or depressed,Have you felt tense or edgy in the past week Have you felt anxious or nervous,How has your sleeping been in the past week,Have you had trouble falling asleep,Have you been able to stay asleep through the night,Has your sleeping been restless or disturbed,How has your appetite been this past week,Have you been less interested in food,Does food taste as good as usual,Have you had to force yourself to eat,Have other people had to urge you to eat,Have you had trouble concentrating or collecting your thoughts in the past week,Has your trouble concentrating been so bad at any time in the past week that it has been difficult to follow a conversation,Have you had any trouble getting started at things in the past week,Have you had to push yourself to do things,Have you done everyday things more slowly than usual,Have you been less interested in things around you or in activities you used to enjoy,Have you been less able to enjoy the things you usually enjoy,Has there been any change in your ability to feel emotions,How do you feel towards your family and friends. Is that different from usual,Have you been putting yourself down or feeling that you are a failure in some way over the past week,Have you been feeling guilty about anything in the past week What about feeling as if you have done something bad or sinful,This past week have you felt like life is not worth living,This week have you thought that you would be better off dead,Have you had thoughts of hurting or even killing yourself this past week"
}
